INSERT INTO Clients
VALUES ('Street', '89999999999', N'М', N'Среднее профессиональное', '2005-07-19', NULL, N'Смирнов', N'Илья', N'Алексеевич'),
('Street1', '89999999998', N'М', N'Среднее профессиональное', '2000-07-19', NULL, N'Жидков', N'Андрей', N'Алексеевич'),
('Street2', '89999999997', N'Ж', N'Высшее профессиональное', '1991-05-21', NULL, N'Иванова', N'Оксана', N'Егоровна'),
('Street3', '89999999996', N'Ж', N'Среднее профессиональное', '1999-01-19', NULL, N'Кузнецова', N'Ангелина', N'Олеговна'),
('Street4', '89999999995', N'М', N'Высшее профессиональное', '2003-02-05', NULL, N'Иванов', N'Михаил', NULL)

INSERT INTO Enterprises
VALUES ('GyroBar'), ('Завод'), ('It-шка'), ('Почта'), ('Рабочий дом')

INSERT INTO HR_departaments
VALUES (1, '+79159192669', N'Зубенко', N'Михаил', N'Петрович'),
(2, '89169182779', N'Заводчиков', N'Петр', NULL),
(3, '+79123124558', N'Явавович', N'Елисей', N'Львович'),
(4, '88217231567', 'Семин', 'Артем', 'Владимирович'),
(1, '+79159196926', 'Веткин', 'Кирилл', 'Максимович')

INSERT INTO Vacancies
VALUES (1, 100, N'Среднее профессиональное', N'М', 'Шаурмастер', 18, NULL, N'2/2', NULL, 40, N'Полная', N'На месте'),
(1, 80, N'Среднее профессиональное', NULL, 'Уборщик', 18, NULL, N'2/2', NULL, 40, N'Полная', N'На месте'),
(2, 300, N'Среднее профессиональное', N'М', 'Дальнобойщик', 18, NULL, N'30/30', 1, 40, N'Вахта', N'Разъезды'),
(3, 310, N'Высшее профессиональное', NULL, 'Тестировщик', 18, NULL, N'5/2', 1, 30, N'Частичная', N'Удаленно'),
(1, 100, N'Среднее профессиональное', N'М', 'Шаурмастер', 18, NULL, N'2/2', NULL, 40, N'Полная', N'На месте')

SELECT * FROM Clients
SELECT * FROM Enterprises
SELECT * FROM HR_departaments
SELECT * FROM Vacancies